IDEA Open Model
LineLoad.BegFy Property
Compatible with IDEA StatiCa Beta 20.0
 force in Y at beginning
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double BegFy { get; set; }
Public Property BegFy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace